Repository: prathameshpatil1001/temp
Catalog: temp/Localizable.xcstrings
Source language: en
Languages: hi, kn, mr, ta, te

source: Your progress over the last 5 months.
hi: पिछले 5 महीनों में आपकी प्रगति।
kn: ಕಳೆದ 5 ತಿಂಗಳ ನಿಮ್ಮ ಪ್ರಗತಿ.
mr: मागील 5 महिन्यांतील तुमची प्रगती.
ta: கடந்த 5 மாதங்களில் உங்கள் முன்னேற்றம்.
te: గత 5 నెలలలో మీ పురోగతి.

source: Your selected document is ready
hi: आपका चयनित दस्तावेज़ तैयार है
kn: ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ದಾಖಲೆ ಸಿದ್ಧವಾಗಿದೆ
mr: तुमचा निवडलेला दस्तऐवज तयार आहे
ta: நீங்கள் தேர்ந்தெடுத்த ஆவணம் தயாராக உள்ளது
te: మీరు ఎంచుకున్న పత్రం సిద్ధంగా ఉంది

source: Your session has expired. Please log in again.
hi: आपका सत्र समाप्त हो गया है। कृपया फिर से लॉग इन करें।
kn: ನಿಮ್ಮ ಸೆಷನ್ ಅವಧಿ ಮುಗಿದಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಲಾಗಿನ್ ಮಾಡಿ.
mr: तुमचे सत्र कालबाह्य झाले आहे. कृपया पुन्हा लॉग इन करा.
ta: உங்கள் அமர்வு முடிந்துவிட்டது. மீண்டும் உள்நுழைக.
te: మీ సెషన్ గడువు ముగిసింది. దయచేసి మళ్లీ లాగిన్ చేయండి.

source: Your signature
hi: आपका हस्ताक्षर
kn: ನಿಮ್ಮ ಸಹಿ
mr: तुमची स्वाक्षरी
ta: உங்கள் கையொப்பம்
te: మీ సంతకం

source: Your signature will be attached to this application.
hi: आपका हस्ताक्षर इस आवेदन के साथ संलग्न किया जाएगा।
kn: ನಿಮ್ಮ ಸಹಿಯನ್ನು ಈ ಅರ್ಜಿಗೆ ಸಂಯೋಜಿಸಲಾಗುತ್ತದೆ.
mr: तुमची स्वाक्षरी या अर्जासोबत जोडली जाईल.
ta: உங்கள் கையொப்பம் இந்த விண்ணப்பத்துடன் இணைக்கப்படும்.
te: మీ సంతకం ఈ దరఖాస్తుకు జోడించబడుతుంది.

source: Amortisation
kn: ಅಮೋರ್ಟೈಸೇಶನ್

source: Auto Loan • APP-8821-AL
kn: ವಾಹನ ಸಾಲ • APP-8821-AL

source: Calculator
kn: ಗಣಕ

source: HDFC Bank •••• 4567
kn: HDFC ಬ್ಯಾಂಕ್ •••• 4567

source: Insights
kn: ಒಳನೋಟಗಳು

source: Open your authenticator app and enter the current 6-digit code.
kn: ನಿಮ್ಮ ಆಥೆಂಟಿಕೇಟರ್ ಆಪ್ ತೆರೆಯಿರಿ ಮತ್ತು ಪ್ರಸ್ತುತ 6 ಅಂಕಿಯ ಕೋಡ್ ನಮೂದಿಸಿ.

source: Outstanding
kn: ಬಾಕಿ

source: Personal
kn: ವೈಯಕ್ತಿಕ

source: Prepayment
kn: ಪೂರ್ವಪಾವತಿ

source: Savings
kn: ಉಳಿತಾಯ

source: SBI Bank •••• 9012
kn: SBI ಬ್ಯಾಂಕ್ •••• 9012

source: Sign to confirm
kn: ದೃಢೀಕರಿಸಲು ಸಹಿ ಮಾಡಿ

source: Simulator
kn: ಅನುಕರಕ

# Step %lld of %lld
source: Step %1$lld of %2$lld
kn: Step %lld of %lld

source: Total Principal
kn: ಒಟ್ಟು ಮೂಲಧನ

source: Unchecked
kn: ಪರಿಶೀಲಿಸದ

source: Uploaded identity document preview
kn: ಅಪ್‌ಲೋಡ್ ಮಾಡಿದ ಗುರುತಿನ ದಾಖಲೆ ಮುನ್ನೋಟ

source: Use a document that clearly shows your full name and current address.
kn: ನಿಮ್ಮ ಪೂರ್ಣ ಹೆಸರು ಮತ್ತು ಪ್ರಸ್ತುತ ವಿಳಾಸ ಸ್ಪಷ್ಟವಾಗಿ ತೋರಿಸುವ ದಾಖಲೆಯನ್ನು ಬಳಸಿ.

source: Verify Setup
kn: ಸೆಟಪ್ ಪರಿಶೀಲಿಸಿ

source: What-If
kn: ಬದಲಾವಣೆ
